Repository: npmcdn-to-unpkg-bot/fj16-web
Catalog: sites/all/modules/custom/fj16_job_ads/translations/*.po
Languages: fi

source: Analytical-Creative
fi: Analyyttinen-Luova

source: Description
fi: Kuvaus

source: Educating youth-Marketing scouting
fi: Nuorten kasvatus-Partion markkinointi

source: Fun-Important
fi: Haustaa tekemistä-Tärkeää tekemistä

source: Further information
fi: Lisätiedot

source: Individual work-Group work
fi: Yksilötyötä-Ryhmätyötä

source: Leading-Doing
fi: Johtamista-Tekemistä

source: Overview-Details
fi: Suuret linjat-Yksityiskohdat

source: Planning-Doing
fi: Suunnittelua-Tekemistä

source: Position level
fi: Pestin taso

source: Requirements
fi: Vaatimukset

source: Section
fi: Osa-alue

source: SharePoint line ID
fi: SharePoint rivin ID

source: Team
fi: Tiimi

source: Traditional jamboree skills-Something completely different
fi: Perinteisiä suurleiritaitoja-Jotain aivan muuta

source: Workload
fi: Työmäärä

source: Title of the position
fi: Pestin nimi

source: Open staff positions
fi: Avoimet pestit

source: lisää
fi: more

source: Filter positions
fi: Suodata pestejä

source: Show all
fi: Näytä kaikki

source: Sort
fi: Lajittele

source: Asc
fi: Nouseva

source: Desc
fi: Laskeva

source: Select any filter and click on Apply to see results
fi: Valitse mikä tahansa suodating ja paina Käytä nähdäksesi tulokset

source: <p>No positions to show.</p>
fi: <p>Ei näytettäviä pestejä</p>

source: Position type
fi: Pestin tyyppi

source: Department
fi: Osa-alue

source: Page
fi: Sivu

source: more
fi: lisää

source: Apply for position
fi: Hae pestiä

source: The applicants will be informed personally about the recruitment decision.
fi: Hakijoille ilmoitetaan valintojen tuloksista henkilökohtaisesti.

source: Name
fi: Nimi

source: Email
fi: Sähköposti

source: Phone number
fi: Puhelinnumero

source: Country and NSO/NSA/MO
fi: Lippukunta ja piiri

source: Current scouting positions
fi: Nykyiset partiopestit

source: Why are you applying for this position?
fi: Miksi haet tähän pestiin?

source: Why would you be good in this position? What useful scouting experience do you have?
fi: Miksi olisit hyvä tässä pestissä? Mitä tarpeellista partiokokemusta sinulla on?

source: Other relevant experience
fi: Entä muualla hankittua kokemusta?

source: Additional information
fi: Muuta mahdollista lisätietoa

source: This can be e.g. a link to an attachment for your application.
fi: Esimerkiksi linkki hakemukseesi liittyvään tiedostoon.

source: Send application
fi: Lähetä hakemus

source: Please enter a valid email address.
fi: Sähköpostiosoite ei ole oikeassa muodossa.

source: Welcome to Roihu staff! Your application for the position has been received. We are presently in the process of reviewing each applicants resume. We will contact you after deadline.
fi: Loistavaa, tervetuloa Roihun tekijöiden joukkoon! Hakemuksesi tuli onnistuneesti perille ja se on toimitettu hakua hoitavalle osa-alueelle. Olemme sinuun yhteydessä hakuajan päätyttyä.

source: Your application was not saved due to a technical problem. Please try again later.
fi: Ilmoittautumisesti ei tallentunut teknisen ongelman vuoksi. Ole hyvä ja yritä myöhemmin uudelleen.

source: Director
fi: Johtaja

source: Manager
fi: Päällikkö

source: Team leader
fi: Mestari

source: Subteam leader
fi: Kymppi

source: IST
fi: Tekijä

source: Other
fi: Muu

source: Experience
fi: Elämys

source: Education
fi: Kasvatus

source: Service
fi: Palvelu

source: Resource
fi: Resurssi

source: Co-operation
fi: Yhteistyö

source: Begin job import from SharePoint
fi: Aloitetaan pestien tuonti SharePointista

source: SharePoint import failed
fi: SharePoint-tuonti epäonnistui

source: @num_synced jobs synced from SharePoint, @num_removed removed in @duration seconds
fi: @num_synced pestiä synkronoitiin SharePointista, @num_removed poistettiin. Operaatio kesti @duration sekuntia.

source: Processing application #@id failed: stayed in WAITING state. Export aborted.
fi: Hakemuksen #@id vienti SharePointiin epäonnistui ja se jäi WAITING-tilaan. Vienti keskeytettiin.

source: Processing application #@id
fi: Käsitellään hakemusta #@id

source: Application #@id synced successfully
fi: Hakemus #@id vietiin SharePointiin onnistuneesti

source: Application #@id syncing failed
fi: Hakemuksen #@id vienti epäonnistui

source: Unable to save application by @name (@email) fo job @job_title
fi: Ei voitu tallentaa hakemusta pestiin @job_title. Hakija: @name (@email).

source: Sending...
fi: Lähetetään…
