Repository: npmcdn-to-unpkg-bot/fj16-web
Catalog: sites/all/modules/custom/fj16_programme_and_job_tool/translations/*.po
Languages: fi, sv

source: Confirmed
fi: Vahvistettu
sv: Bekräftad

source: Contact email
fi: Yhteyshenkilön sähköpostiosoite
sv: Kontaktpersonens e-postadress

source: Contact person
fi: Yhteyshenkilö
sv: Kontaktperson

source: Contact phone
fi: Yhteyshenkilön puhelinnumero
sv: Kontaktpersonens telefonnummer

source: Description
fi: Kuvaus
sv: Beskrivning

source: Do not edit this field.
fi: Älä muokkaa tätä kenttää
sv: Ändra inte detta fält

source: Extra kit
fi: Lisävarusteet
sv: Tilläggsutrustning

source: How many spots have been reserved outside of this system
fi: Kuinka monta paikkaa jaetaan kehittimen ulkopuolella
sv: Antal uppdrag som besätts utanför uppdragsgeneratorn

source: Image
fi: Kuva
sv: Bild

source: Image URL
fi: Kuvan URL
sv: Bild URL

source: Inventory maximum
fi: Paikkoja max.
sv: Antal uppdrag (max.)

source: Inventory minimum
fi: Paikkoja min.
sv: Antal uppdrag (min.)

source: Inventory reserved
fi: Paikkoja varattu
sv: Antal uppdrag reserverade

source: Inventory total
fi: Paikkoja yhteensä
sv: Antal uppdrag totalt

source: Job description
fi: Pestin kuvaus
sv: Uppdragsbeskrivning

source: Job type
fi: Pestin tyyppi
sv: Typ av uppdrag

source: Localized title
fi: Lokalisoitu otsikko
sv: Lokaliserad rubrik

source: Phone number
fi: Puhelinnumero
sv: Telefon

source: SharePoint Name
fi: SharePoint-nimi
sv: SharePoint-namn

source: SharePoint Unique ID
fi: Uniikki SharePoint-ID
sv: Unikt SharePoint-ID

source: Skill areas
fi: Osaamisalueet
sv: Kunskapsområde

source: Suitability
fi: Soveltuvuus
sv: Lämplighet

source: Tags
fi: Tagit
sv: Taggar

source: image
fi: kuva
sv: bild

source: FJ16 Bulk job
fi: FJ16 Massapesti

source: Title
fi: Otsikko
sv: Rubrik

source: FJ16 Will-o'-the-wisp
fi: FJ16 Virvatuli
sv: Löpeld

source: What type of a staff position do you want?
fi: Millaisen pestin sinä haluat?
sv: Vad skulle du vilja ha för uppdrag?

source: more
fi: lisöö
sv: mera

source: Filter
fi: Suodata
sv: Filtrera

source: Clear options
fi: Tyhjennä valinnat
sv: Töm dina val

source: Areas of skill, knowledge or expertise
fi: Osaamisalueet
sv: Kunskapsområde

source: Page
fi: Sivu
sv: Sida

source: Which Will-o'-the-wisp will you choose?
fi: Millaisen virvatulen sinä valitset?
sv: Vilken löpeld väljer du?

source: This staff position is full
fi: Tämä pesti on täynnä
sv: Det här uppdraget är fullsatt

source: Unfortunately the staff position you selected is already full. !return and try selecting another one.
fi: Valitettavasti pesti on jo täynnä. !return ja kokeile valita toinen pesti.
sv: Tyvärr är uppdraget som du valde redan fullsatt. !return och välj ett annat uppdrag istället

source: Return to the staff position list
fi: Takaisin valikoimaan
sv: Tillbaka till uppdragslistan

source: Welcome to the generator!
fi: Tervetuloa Kehittimeen!
sv: Välkommen till uppdragsgeneratorn!

source: The generator is closed. You can log it to check the choices you made.
fi: Kehitin on suljettu. Voit kuitenkin kirjautua sisään tarkistaaksesi tekemäsi valinnat.

source: Log in using ScoutID
fi: Kirjaudu PartioID:llä
sv: Logga in med ditt ScoutID

source: Note: you need to log in with your personal ScoutID.
fi: Huom: kirjaudu henkilökohtaisella PartioID:lläsi.
sv: OBS! Logga in med ditt personliga ScoutID

source: International guest or not yet a scout/guide? Please !login with your user name and password.
fi: Kansainvälinen vieras tai ei-vielä-partiolainen? Ole hyvä ja !login käyttäjätunnuksellasi ja salasanallasi tarkistaaksesi valintasi.

source: log in
fi: kirjaudu
sv: logga in

source: Choose your age group
fi: Valitse ikäkautesi
sv: Vilken åldersgrupp hör du till?

source: The generator is closed
fi: Kehitin on suljettu

source: Please contact kehitin@roihu2016.fi for further assistance.
fi: Ota yhteys kehitin@roihu2016.fi, jos sinulla on kysyttävää.

source: Thank you!
fi: Kiitos!
sv: Tack!

source: The contact person will be in touch within a month.
fi: Yhteyshenkilö ottaa sinuun yhteyttä kuukauden kuluessa
sv: Uppdragsgivaren kontaktar dig inom en månad

source: Explorer (15-17-years-old)
fi: Samoaja
sv: Explorerscout (15-17 år)

source: Rover or Scouter (18+ years)
fi: Vaeltaja tai aikuinen
sv: Roverscout eller äldre ledare (+18 år)

source: The generator is not open yet. Please wait a while.
fi: Kehitin ei ole vielä auennut. Ole hyvä ja odota vielä hetki.
sv: Uppdragsgeneratorn är ännu inte öppen. Vänta en stund.

source: Register
fi: Rekisteröidy
sv: Registrera dig

source: Confirm your registration
fi: Vahvista rekisteröityminen
sv: Bekräfta din registrering

source: Login failed.
fi: Kirjautuminen epäonnistui
sv: Inloggningen misslyckades.

source: The generator is closed. You can only log in to check your existing choices, which you do not have.
fi: Kehitin on suljettu. Voit kirjautua sisään vain tarkistaaksesi valintasi. Sinulla ei ole valittuna pestiä tai virvatulta.

source: Choose this staff position
fi: Valitse pesti
sv: Välj uppdraget

source: Your choice has been saved
fi: Valintasi on tallennettu
sv: Ditt val har sparats

source: Staff position selected
fi: Pesti valittu
sv: Uppdraget valt

source: Reject this staff position
fi: Hylkää pesti
sv: Avfärda uppdraget

source: You have been removed from the staff position [node:title]
fi: Olet hylännyt pesti [node:title]
sv: Du har avfärdat uppdraget [node:title]

source: Choose this
fi: Valitse tämä
sv: Välj detta

source: Will-o'-the-wisp selected
fi: Virvatuli valittu
sv: Löpeld vald

source: Deselect this
fi: Poista valinta
sv: Töm val

source: A welcome message with further instructions has been sent to your e-mail address.
fi: Olemme lähettäneet sähköpostiisi linkin, jonka avulla voit vahvistaa käyttäjätilisi ja kirjautua sisään.

source: Full!assignment
fi: Täynnä!assignment

source: This will-o'-the-wisp is full
fi: Tämä virvatuli on täynnä

source: SAML login failed with errors: <br><pre>@errors</pre>
fi: SAML-kirjautuminen epäonnistui seuraavin virhein: <br><pre>@errors</pre>
sv: SAML-inloggning misslyckades med följande fel: @errors

source: Declined login as @name, no such existing user
fi: Estettiin kirjautuminen nimellä @name, käyttäjää ei lötynyt

source: Logging in existing SAML user @name
fi: Kirjaudutaan olemassa olevana SAML-käyttäjänä @name
sv: Inloggning sker med nuvarande SAML-användare @name

source: Unable to get image: @url
fi: Kuvan nouto epäonnistui: @url
sv: Inhämtning av bild misslyckades: @url

source: FJ16 Programme and job tool
fi: FJ16 Massapestit ja virvatulet
sv: FJ16 Verktyg för val av löpeld och serviceuppdrag

source: Hold tight!
fi: Odota hetki!
sv: Vänta ett ögonblick!

source: The generator opens in @days days @hours hours @mins minutes @seconds seconds.
fi: Kehitin aukeaa @days päivän @hours tunnin @mins minuutin @seconds sekunnin kuluttua.
sv: Uppdragsgeneratorn öppnar om @days dagar @hours timmar @mins minuter och @seconds sekunder.

source: Sending...
fi: Lähetetään…
sv: Skickas…

source: Your choices have been saved into our system.
fi: Valintasi on tallennettu.
sv: Dina val har registrerats i systemet.

source: Your staff position
fi: Pestisi
sv: Ditt uppdrag

source: Your Will-o'-the-wisp 24h off-camp adventure
fi: Virvatulesi
sv: Din löpeld

source: See you at Roihu!
fi: Nähdään leirillä!
sv: Vi ses på lägret!

source: Log out
fi: Kirjaudu ulos

source: Sort by
sv: Sortera enligt

source: Items per page
sv: Uppdrag per sida

source: - All -
sv: - Alla -

source: Lajittele
sv: Sortera

source: Apply
sv: Använd

source: Reset
sv: Nollställ
